{
  "themes": [
    {
      "name": "Breakup / Moving On",
      "quotes": [
        "Some goodbyes are blessings in disguise.",
        "You don't heal by going back to what broke you.",
        "Closure is a choice, not a conversation.",
        "Let them go. You've outgrown the pain.",
        "Healing is proving to yourself you can live without them.",
        "Sometimes good things fall apart so better things can fall together.",
        "The person who doesn't value you is blocking you from the one who will.",
        "It hurts to let go, but sometimes it hurts more to hold on.",
        "Pain makes you stronger, tears make you braver, heartbreak makes you wiser.",
        "Sometimes the hardest part isn't letting go but rather learning to start over.",
        "Don't cry because it's over, smile because it happened.",
        "If you're brave enough to say goodbye, life will reward you with a new hello.",
        "The beginning of love is to let those we love be perfectly themselves.",
        "Hearts are like books. Just because someone's done reading doesn't mean the story wasn't worth telling.",
        "You don't need closure from them. You need closure from within.",
        "Sometimes the best revenge is just moving on and getting over it.",
        "You can love them, forgive them, want good things for them... but still move on without them.",
        "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny.",
        "The hottest love has the coldest end.",
        "Moving on doesn't mean forgetting, it means you choose happiness over hurt.",
        "Never allow someone to be your priority while allowing yourself to be their option.",
        "It's better to be with no one than to be with the wrong one.",
        "Give yourself time to heal. Time fixes almost everything.",
        "Just like seasons, people change too. Let them go and let them grow.",
        "What's meant to be will always find its way.",
        "If they're dumb enough to walk away, be smart enough to let them go.",
        "The end of a relationship isn't the end of your life.",
        "The wrong relationship teaches you exactly what you don't want.",
        "You're allowed to leave a situation that makes you feel uncomfortable, used, or unappreciated.",
        "Love yourself enough to know when it's time to walk away.",
        "Letting go doesn't mean that you don't care about someone anymore. It's just realizing that the only person you really have control over is yourself.",
        "The only person who can pull me down is myself, and I'm not going to let myself pull me down anymore.",
        "Sometimes the person you'd take a bullet for ends up being the one behind the gun.",
        "Sometimes, the best way to be happy is to learn to let go of things you tried hard to hold on to that are no longer good for you.",
        "If it doesn't open, it's not your door.",
        "Every story has an end, but in life every end is a new beginning.",
        "You can't start the next chapter of your life if you keep re-reading the last one.",
        "If you want to fly, you have to give up what weighs you down.",
        "Sometimes you need to burn bridges to stop yourself from crossing them again.",
        "The truth is, unless you let go, unless you forgive yourself, unless you forgive the situation, unless you realize that the situation is over, you cannot move forward.",
        "There comes a time when you have to stop crossing oceans for people who wouldn't even jump puddles for you.",
        "One day, I hope you look back at what we had and regret every single thing you did to let it end.",
        "I'm thankful for my struggle because without it I wouldn't have stumbled across my strength.",
        "Pain makes you stronger, fear makes you braver, heartbreak makes you wiser.",
        "Don't be afraid to start over. It's a brand new opportunity to rebuild what you truly want.",
        "The greatest act of courage is to be and to own all of who you are — without apology, without excuses, without masks to cover the truth of who you are.",
        "Sometimes it takes a heartbreak to shake us awake and help us see we are worth so much more than we're settling for.",
        "Letting go helps us to live in a more peaceful state of mind and helps restore our balance. It allows others to be responsible for themselves and for us to take our hands off situations that do not belong to us.",
        "You will find that it is necessary to let things go; simply for the reason that they are heavy.",
        "Some of us think holding on makes us strong; but sometimes it is letting go.",
        "Sometimes you have to move on without certain people. If they're meant to be in your life, they'll catch up.",
        "I will not be another flower, picked for my beauty and left to die. I will be wild, difficult to find, and impossible to forget.",
        "I think the interesting thing about heartbreak is that even though it's universal, it's incredibly isolating.",
        "Never love anybody who treats you like you're ordinary.",
        "Life becomes easier when you learn to accept an apology you never got.",
        "You will never find your worth in another human being - you find it in yourself, and then you will attract those who are worthy of your light.",
        "Moving on, is a simple thing, what it leaves behind is hard.",
        "I didn't lose you. You lost me. You'll search for me inside of everyone you're with and I won't be found.",
        "When one door closes another door opens; but we so often look so long and so regretfully upon the closed door, that we do not see the ones which open for us.",
        "It's better to be single than to be in a relationship with someone who fills your heart with doubt.",
        "The emotion that can break your heart is sometimes the very one that heals it.",
        "I thought I could handle it, until I realized it was handling me. I had to let go.",
        "Don't waste your time on revenge. Those who hurt you will eventually face their own karma.",
        "Sometimes things break and can't be fixed.",
        "The bottom line is that you have to choose who you are going to commit to— that's the foundation of true love, not the illusion that you're going to find somebody who is everything.",
        "The time you feel lonely is the time you most need to be by yourself.",
        "When someone leaves, it's because someone else is about to arrive.",
        "We must be willing to let go of the life we've planned, so as to have the life that is waiting for us.",
        "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.",
        "In order to move on, you must understand why you felt what you did and why you no longer need to feel it.",
        "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energy moving forward together towards an answer.",
        "The more anger towards the past you carry in your heart, the less capable you are of loving in the present.",
        "Don't try to be who you were. Try to be who you are.",
        "You don't lose when you lose fake friends.",
        "When you finally fly away, I'll be hoping that I served you well.",
        "You can still miss someone if they weren't made for you.",
        "They say that in the long run, rejection is better for you than acceptance.",
        "I kept you too high up on a pedestal, that the fall would kill me.",
        "Accept what is, let go of what was, and have faith in what will be.",
        "My heart might be bruised, but it will recover and become capable of seeing the beauty of life once more.",
        "Loving ourselves through the process of owning our story is the bravest thing we'll ever do.",
        "You're going to wake up one day and realize that you should've tried.",
        "The hardest part of letting go is realizing the other person already did.",
        "May peace be with you wherever your journey takes you.",
        "One day, you'll just be a memory to me. The memory I wish I could forget.",
        "I think it's time to move on. To create a new memory.",
        "Time doesn't heal emotional pain, you need to learn how to let go.",
        "Accept what happened and move on. Sometimes we get lost in holding onto what was.",
        "I am not what happened to me. I am what I choose to become.",
        "Eventually, you'll forget the pain, the day, the time, the place, even their face. But you'll never forget how they made you feel.",
        "This is a good sign, having a broken heart. It means we have tried for something.",
        "It will hurt. It will take time. It will require dedication. It will require willpower. You will need to make healthy decisions. It requires sacrifice. You will need to push your body to its max. There will be temptation. But I promise you, when you reach your goal, it's worth it.",
        "Letting go means coming to the realization that some people are part of your history, but not part of your destiny.",
        "You can only lose what you cling to.",
        "Life is too short to hold onto the things that make us unhappy.",
        "It's hard to turn the page when you know someone won't be in the next chapter, but the story must go on.",
        "Breaking up is just like having a really bad wound. The only difference is that you can actually see the wound physically. You can see it heal, whereas with a breakup you don't quite know where you are.",
        "Don't be sorry for being yourself. Be sorry for all the time you spent trying to please others."
      ]
    },
    {
      "name": "Confidence / Power",
      "quotes": [
        "You walk differently when you know who you are.",
        "Be so confident that your energy intimidates people.",
        "They doubted you until you did it anyway.",
        "Confidence isn't loud. It's certain.",
        "You're not too much. They're just not enough.",
        "Confidence is silent. Insecurities are loud.",
        "Your confidence is your crown. Don't let it slip.",
        "Confidence comes from discipline and training.",
        "Act like you've been there before.",
        "When you believe in yourself, others will believe in you too.",
        "The question isn't who's going to let me; it's who's going to stop me.",
        "Don't let someone dim your light simply because it's shining in their eyes.",
        "Fearlessness is not the absence of fear. It's the mastery of fear.",
        "Self-confidence is the most attractive quality a person can have.",
        "Know who you are and know it's enough.",
        "Confidence is not 'they will like me'. Confidence is 'I'll be fine if they don't'.",
        "If you hear a voice within you say 'you cannot paint,' then by all means paint, and that voice will be silenced.",
        "No one can make you feel inferior without your consent.",
        "Confidence is contagious. So is lack of confidence.",
        "Don't waste your energy trying to change opinions. Do your thing, and don't care if they like it.",
        "When you have confidence, you can have a lot of fun. And when you have fun, you can do amazing things.",
        "With confidence, you have won before you have started.",
        "The most beautiful thing you can wear is confidence.",
        "If you have no confidence in self, you are twice defeated in the race of life.",
        "Once we believe in ourselves, we can risk curiosity, wonder, spontaneous delight, or any experience that reveals the human spirit.",
        "Don't let fear of what could happen make nothing happen.",
        "Make them wonder why you're still smiling.",
        "Your energy introduces you before you even speak.",
        "She remembered who she was and the game changed.",
        "I am not a product of my circumstances. I am a product of my decisions.",
        "If you're not confident, pretend to be. It's ok to fake it until you make it.",
        "When you feel mighty, walk mighty.",
        "Confidence isn't walking into a room thinking you're better than everyone, it's walking in not having to compare yourself to anyone at all.",
        "Fire is the test of gold; adversity, of strong men.",
        "My power doesn't come from being silent. My power comes from being heard.",
        "Be a first-rate version of yourself, not a second-rate version of someone else.",
        "The best preparation for tomorrow is doing your best today.",
        "Build your own dreams, or someone else will hire you to build theirs.",
        "Trust yourself. You've survived a lot, and you'll survive whatever is coming.",
        "If you're always trying to be normal, you will never know how amazing you can be.",
        "Your playing small does not serve the world.",
        "To anyone that ever told you you're no good... they're no better.",
        "The more validation I need, the less discernment I have.",
        "When they say you can't, they're showing you their limits, not yours.",
        "If people are doubting how far you can go, go so far that you can't hear them anymore.",
        "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
        "Don't let other people tell you what you want.",
        "A woman is like a tea bag - you can't tell how strong she is until you put her in hot water.",
        "Whatever you are, be a good one.",
        "I am the master of my fate, I am the captain of my soul.",
        "Always be a first-rate version of yourself, instead of a second-rate version of somebody else.",
        "You have been criticizing yourself for years, and it hasn't worked. Try approving of yourself and see what happens.",
        "The eyes of others our prisons; their thoughts our cages.",
        "Accept who you are and be proud of who you are becoming.",
        "The worst enemy to creativity is self-doubt.",
        "We ask ourselves, 'Who am I to be brilliant, gorgeous, talented, fabulous?' Actually, who are you not to be?",
        "Doubt kills more dreams than failure ever will.",
        "Believe you can and you're halfway there.",
        "Insist on yourself. Never imitate.",
        "Life shrinks or expands in proportion to one's courage.",
        "The future belongs to those who believe in the beauty of their dreams.",
        "Stop underestimating yourself.",
        "Your crown has been bought and paid for. All you must do is put it on.",
        "Do what you feel in your heart to be right, for you'll be criticized anyway.",
        "Don't be satisfied with stories, how things have gone with others. Unfold your own myth.",
        "You don't have to be perfect to be amazing.",
        "The moment you doubt whether you can fly, you cease forever to be able to do it.",
        "Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure.",
        "It is not the mountain we conquer, but ourselves.",
        "Never dull your shine for somebody else.",
        "It's not who you are that holds you back, it's who you think you're not.",
        "The only person you are destined to become is the person you decide to be.",
        "Be who you are and say what you feel, because those who mind don't matter, and those who matter don't mind.",
        "Success isn't about how much money you make. It's about the difference you make in people's lives.",
        "Do not fear to be eccentric in opinion, for every opinion now accepted was once eccentric.",
        "Remember that not getting what you want is sometimes a wonderful stroke of luck.",
        "I can be changed by what happens to me. But I refuse to be reduced by it.",
        "When you undervalue what you do, the world will undervalue who you are.",
        "To love oneself is the beginning of a lifelong romance.",
        "When you're different, sometimes you don't see the millions of people who accept you for what you are. All you notice is the person who doesn't.",
        "Don't think. Just answer. What do you want?",
        "I found that ultimately if you truly pour your heart into what you believe in — even if it makes you vulnerable — amazing things can and will happen.",
        "Confidence is preparation. Everything else is beyond your control.",
        "Own what makes you different. It's your superpower.",
        "The secret of getting ahead is getting started.",
        "Accept who you are, and revel in it.",
        "Confidence thrives on honesty, on honor, on the sacredness of obligations, on faithful protection and on unselfish performance.",
        "Your time is limited, so don't waste it living someone else's life.",
        "As soon as you trust yourself, you will know how to live.",
        "Self-confidence can be learned, practiced, and mastered—just like any other skill.",
        "You were born to be real, not to be perfect.",
        "Step back and watch yourself scroll through life.",
        "Trust yourself. Create the kind of self that you will be happy to live with all your life.",
        "Whatever the mind can conceive and believe, it can achieve.",
        "I am not afraid of storms, for I am learning how to sail my ship.",
        "When you have a dream, you've got to grab it and never let go.",
        "I didn't get there by wishing for it or hoping for it, but by working for it."
      ]
    },
    {
      "name": "Focus Discipline",
      "quotes": [
        "Discipline is the bridge between goals and accomplishment.",
        "Focus on the process, not the outcome.",
        "Your focus determines your reality.",
        "The successful warrior is the average man, with laser-like focus.",
        "Discipline is choosing between what you want now and what you want most.",
        "Small disciplines repeated with consistency every day lead to great achievements gained slowly over time.",
        "Focus on being productive instead of busy.",
        "Lack of direction, not lack of time, is the problem. We all have twenty-four hour days.",
        "Discipline is just choosing between what you want now and what you want most.",
        "The pain of discipline weighs ounces, the pain of regret weighs tons.",
        "It's not about having time, it's about making time.",
        "Where focus goes, energy flows.",
        "You will never always be motivated. You have to learn to be disciplined.",
        "Discipline is doing what needs to be done, even if you don't want to.",
        "Stay focused, go after your dreams, and keep moving toward your goals.",
        "Focus on your goal. Don't look in any direction but ahead.",
        "Discipline is the refining fire by which talent becomes ability.",
        "To create a habit, you must first create a discipline.",
        "Self-discipline is the magic power that makes you virtually unstoppable.",
        "Focus on what you can control, not what you cannot.",
        "The difference between a successful person and others is not lack of strength, not a lack of knowledge, but rather a lack of will.",
        "Motivation gets you started. Discipline keeps you going.",
        "The price of excellence is discipline. The cost of mediocrity is disappointment.",
        "It's about being ruthless with your time and generous with your attention.",
        "A disciplined mind leads to happiness, and an undisciplined mind leads to suffering.",
        "Focus is a matter of deciding what things you're not going to do.",
        "Discipline is the foundation upon which all success is built.",
        "Your level of success is determined by your level of discipline and perseverance.",
        "What you stay focused on will grow.",
        "Confidence comes from discipline and training.",
        "Focus on progress, not perfection.",
        "The ability to maintain focus and resist distraction determines your success.",
        "Success is the sum of small efforts, repeated day in and day out.",
        "Discipline is remembering what you want.",
        "Do what has to be done, when it has to be done, as well as it can be done, and do it that way every time.",
        "Focus is not about saying yes. Focus is about saying no.",
        "Discipline is the silent force that turns dreams into reality.",
        "Your focus should be on the work, not the applause.",
        "Hard work without focus is just motion. Focus without hard work is just a dream.",
        "When you say 'yes' to others, make sure you're not saying 'no' to yourself.",
        "Discipline isn't limiting your freedom, it's expanding your capability.",
        "Mental toughness is many things and rather difficult to explain. Its qualities are sacrifice and self-denial. Also, most importantly, it is combined with a perfectly disciplined will that refuses to give in.",
        "Keep your eyes on the stars, and your feet on the ground.",
        "Success is not a matter of chance—it's a matter of focus, commitment, intelligent effort, and follow-through.",
        "With discipline, the impossible becomes possible.",
        "Starve your distractions, feed your focus.",
        "Discipline is the fuel of achievement.",
        "You have power over your mind - not outside events. Realize this, and you will find strength.",
        "Your attention is the most valuable currency you have.",
        "Don't wish it were easier. Wish you were better.",
        "Discipline is built by consistently performing small acts of courage.",
        "A focused mind is one of the most powerful forces in the universe.",
        "Self-discipline is about controlling your desires and impulses while staying focused on what needs to get done.",
        "Most people lack the discipline to stay consistent - be different.",
        "Focus is a skill. Consistency is a commitment. Excellence is the result.",
        "Discipline is the key to unlock your potential.",
        "Focus like fire - intense, purposeful, and transformative.",
        "The more disciplined your environment is, the less disciplined you need to be. Don't swim upstream.",
        "Discipline is the highest form of self-love.",
        "Focus on your journey, not the destination.",
        "Champions aren't made in the gyms. Champions are made from something they have deep inside them—a desire, a dream, a vision. They have to have last-minute stamina, they have to be a little faster, they have to have the skill, and the will. But the will must be stronger than the skill.",
        "Through discipline comes freedom.",
        "Focus on what matters and let go of what doesn't.",
        "Self-discipline is doing what you know needs to be done when you don't want to do it.",
        "Don't let what you cannot do interfere with what you can do.",
        "Great achievement is usually born of great sacrifice, and is never the result of selfishness.",
        "Focused intensity, repeated over time, changes everything.",
        "Discipline is the gateway to freedom.",
        "What separates the talented individual from the successful one is a lot of hard work and discipline.",
        "The obstacle is the way.",
        "Success is the progressive realization of a worthy goal.",
        "The pain of discipline is far less than the pain of regret.",
        "Mastering others is strength. Mastering yourself is true power.",
        "Your habits decide your future.",
        "Focus not on where you are but on where you want to be.",
        "Discipline is the fuel of ambition.",
        "Concentrate all your thoughts upon the work in hand. The sun's rays do not burn until brought to a focus.",
        "Discipline is destiny.",
        "Focus on the solution, not the problem.",
        "The only discipline that lasts is self-discipline.",
        "The discipline you enforce today will determine the level of success you experience tomorrow.",
        "In the middle of difficulty lies opportunity.",
        "Mental toughness is built through daily discipline.",
        "Consistency is harder than intensity.",
        "Either you run the day, or the day runs you.",
        "Short-term pain leads to long-term gain.",
        "Focus is the art of knowing what to ignore.",
        "Discipline beats talent when talent fails to work hard.",
        "The distance between dreams and reality is called discipline.",
        "Stay focused on your goals, your peace, and your happiness. Don't waste your time on anything that doesn't contribute to your growth.",
        "The first and greatest victory is to conquer yourself.",
        "Your daily decisions determine your destiny.",
        "Discipline weighs ounces, regret weighs tons.",
        "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
        "Focus is saying no to 1,000 good ideas.",
        "You don't have to be extreme, just consistent.",
        "Discipline isn't punishment—it's preparation.",
        "Do today what others won't, so tomorrow you can do what others can't."
      ]
    },
    {
      "name": "Friendship / Loyalty",
      "quotes": [
        "Loyalty isn't a word. It's a lifestyle.",
        "Real friends show up when it's inconvenient.",
        "Surround yourself with those who mention your name in rooms full of opportunities.",
        "Energy doesn't lie — protect it from fake friends.",
        "Quality over quantity — every time.",
        "A friend is someone who gives you total freedom to be yourself.",
        "True friendship isn't about being inseparable, it's being separated and nothing changes.",
        "A real friend is one who walks in when the rest of the world walks out.",
        "Friends are the family we choose for ourselves.",
        "Friendship is born at that moment when one person says to another, 'What! You too? I thought I was the only one.'",
        "The only way to have a friend is to be one.",
        "Good friends help you to find important things when you have lost them... your smile, your hope, and your courage.",
        "Real friendship is when your friend comes to your house and then you both do nothing.",
        "Friendship is the hardest thing in the world to explain. It's not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything.",
        "A true friend never gets in your way unless you happen to be going down.",
        "True friends aren't the ones who make your problems disappear. They are the ones who won't disappear when you're facing problems.",
        "Loyalty isn't just a word, it's a lifestyle that defines character.",
        "Loyalty means staying true to someone who can't stay true to themselves.",
        "The most beautiful discovery true friends make is that they can grow separately without growing apart.",
        "Friends become our chosen family, bound not by blood but by loyalty.",
        "The bond of friendship isn't about being inseparable; it's about being separated and nothing changes.",
        "True loyalty stands by your side when you have nothing to offer but your brokenness.",
        "Count your age by friends, not years. Count your life by smiles, not tears.",
        "A loyal friend laughs at your jokes when they're not so good, and sympathizes with your problems when they're not so bad.",
        "Brotherhood isn't determined by blood, but by the depth of loyalty within.",
        "True friendship multiplies the good in life and divides its evils.",
        "Loyalty isn't proven in the easy moments, but in the silence of your battles.",
        "The greatest gift of life is friendship, and I have received it.",
        "A friend is someone who knows all about you and still loves you.",
        "Loyalty means I am down with you whether you are wrong or right, but I will tell you when you are wrong and help you get it right.",
        "In the end, we will remember not the words of our enemies, but the silence of our friends.",
        "There's nothing more honorable than loyalty to those who trust you.",
        "The glory of friendship is not the outstretched hand, nor the kindly smile, nor the joy of companionship; it is the spiritual inspiration that comes when you discover that someone believes in you.",
        "True friendship and loyalty aren't about how much time you spend together; it's about being there when it counts.",
        "Friends are the siblings God never gave us.",
        "Loyalty is a rare quality that cannot be bought or sold, only earned and returned.",
        "Friendship is the only cement that will ever hold the world together.",
        "The strongest friendships are forged in the fires of adversity.",
        "A friend who stands with you in pressure is more valuable than a hundred ones who stand with you in pleasure.",
        "You find out who your real friends are when you're involved in a scandal.",
        "Loyalty isn't gray. It's black and white. You're either loyal completely, or not loyal at all.",
        "Real friendship, like real poetry, is extremely rare - and precious as a pearl.",
        "Friends show their love in times of trouble, not in happiness.",
        "The language of friendship is not words but meanings.",
        "A loyal heart is stronger than a closed fist.",
        "There are no strangers here; only friends you haven't yet met.",
        "The friend who can be silent with us in a moment of despair or confusion, who can stay with us in an hour of grief and bereavement, who can tolerate not knowing... not healing, not curing... that is a friend who cares.",
        "Loyalty is what makes us trust. Trust is what makes us stay. Staying is what makes us love, and love is what gives us hope.",
        "A true friend never lets you do stupid things... alone.",
        "A friend is one that knows you as you are, understands where you have been, accepts what you have become, and still, gently allows you to grow.",
        "Loyalty isn't running when things get hard; it's standing firm even when you have every reason to walk away.",
        "Friendship isn't about whom you have known the longest. It's about who came and never left your side.",
        "A true friend is someone who is there for you when they'd rather be someplace else.",
        "Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it's all over.",
        "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing.",
        "A loyal friend loves at all times, and a brother is born for adversity.",
        "True friendship comes when the silence between two people is comfortable.",
        "Loyalty is from above to below. Never from below to above.",
        "I don't need a certain number of friends, just a number of friends I can be certain of.",
        "It takes a great deal of courage to stand up to your enemies, but a great deal more to stand up to your friends.",
        "Friendship is delicate as a glass, once broken it can be fixed but there will always be cracks.",
        "A true friend is one soul in two bodies.",
        "Loyalty means nothing unless it has at its heart the absolute principle of self-sacrifice.",
        "Friendship isn't about who you've known the longest. It's about who walked into your life, said 'I'm here for you,' and proved it.",
        "The friend who holds your hand and says the wrong thing is made of dearer stuff than the one who stays away.",
        "A real friend is not one who just nods their head to everything you say just to be agreeable; a real friend will tell you when you're wrong and help make you right.",
        "Friendship is the golden thread that ties the heart of all the world.",
        "Sometimes being with your friend is all the therapy you need.",
        "Friends are the anchors that keep us steady in life's storms.",
        "Loyalty is a two-way street. If I'm asking for it from you, then you're getting it from me.",
        "A friend is someone who understands your past, believes in your future, and accepts you just the way you are.",
        "The best mirror is an old friend.",
        "Friendship is always a sweet responsibility, never an opportunity.",
        "Loyalty is what we seek in friendship.",
        "A friend knows the song in my heart and sings it to me when my memory fails.",
        "Friendship is like a sheltering tree that provides comfort in times of storm.",
        "Loyal friends are like diamonds, precious but rare. False friends are like autumn leaves, found everywhere.",
        "A true friend is someone who thinks that you are a good egg even though he knows that you are slightly cracked.",
        "Friendship isn't a big thing – it's a million little things.",
        "The only reward of virtue is virtue; the only way to have a friend is to be one.",
        "A friend is someone who knows the song in your heart and can sing it back to you when you have forgotten the words.",
        "Friendship multiplies the good of life and divides the evil.",
        "True loyalty isn't about being there when it's convenient; it's about being there when it's not.",
        "Friends are those rare people who ask how we are and then wait to hear the answer.",
        "The most beautiful quality of true friendship is to understand and to be understood.",
        "In the sweetness of friendship let there be laughter, for in the dew of little things the heart finds its morning and is refreshed.",
        "Friendship is the inexpressible comfort of feeling safe with a person, having neither to weigh thoughts nor measure words.",
        "The friendship that can cease has never been real.",
        "There is nothing on this earth more to be prized than true friendship.",
        "A loyal heart and a helping hand make the strongest bonds of friendship.",
        "A true friend is someone who sees the pain in your eyes while everyone else believes the smile on your face.",
        "Friendship isn't a one way street; if you want loyalty and trust, you first need to give it.",
        "Friends are like stars; you don't always see them, but you know they're always there.",
        "The best kind of friend is the one you could sit on a porch with, never saying a word, and walk away feeling like that was the best conversation you've had.",
        "True friends don't judge each other, they judge other people together.",
        "The greatest gift of friendship is the ability to truly see someone else and to be truly seen.",
        "Friendship is the only ship that doesn't sink if navigated with loyalty.",
        "Friendship is the most constant, the most enduring, the most basic part of love.",
        "Loyalty is the foundation upon which the house of friendship is built.",
        "There are friends, there is family, and then there are friends that become family."
      ]
    },
    {
      "name": "Inner Peace / Mindfulness",
      "quotes": [
        "Not every reaction needs a response. That's peace.",
        "Peace looks good on you.",
        "Protect your energy. Not everything deserves it.",
        "Inner calm is the new luxury.",
        "A slow life is still a beautiful life.",
        "Peace is not the absence of trouble, but the presence of God.",
        "The quieter you become, the more you can hear.",
        "Peace begins with a smile.",
        "Silence is sometimes the best answer.",
        "The greatest peace is found when you confront your chaos.",
        "Inner peace is the new success.",
        "Be like a tree, and let the dead leaves drop.",
        "Serenity comes when you trade expectations for acceptance.",
        "Peace is a daily, a weekly, a monthly process, gradually changing opinions, slowly eroding old barriers.",
        "Within you, there is a stillness and a sanctuary to which you can retreat at any time.",
        "Surrender to what is. Let go of what was. Have faith in what will be.",
        "Peace comes from within. Do not seek it without.",
        "It's okay to be a glowstick. Sometimes we need to break before we shine.",
        "Be at least as interested in what goes on inside you as what happens outside.",
        "Your mind will answer most questions if you learn to relax and wait for the answer.",
        "Feelings come and go like clouds in a windy sky. Conscious breathing is my anchor.",
        "The best way to capture moments is to pay attention. This is how we cultivate mindfulness.",
        "Breath is the bridge which connects life to consciousness, which unites your body to your thoughts.",
        "Mindfulness isn't difficult, we just need to remember to do it.",
        "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
        "If you want to conquer the anxiety of life, live in the moment, live in the breath.",
        "Be happy in the moment, that's enough. Each moment is all we need, not more.",
        "Nothing can disturb your peace of mind unless you allow it to.",
        "Peace is the result of retraining your mind to process life as it is, rather than as you think it should be.",
        "In today's rush, we all think too much, seek too much, want too much and forget about the joy of just being.",
        "In the midst of movement and chaos, keep stillness inside of you.",
        "Mindfulness is about being fully awake in our lives. It is about perceiving the exquisite vividness of each moment.",
        "Awareness is the greatest agent for change.",
        "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
        "You can't stop the waves, but you can learn to surf.",
        "Respond; don't react. Listen; don't talk. Think; don't assume.",
        "When you realize there is nothing lacking, the whole world belongs to you.",
        "Mindfulness is a way of befriending ourselves and our experience.",
        "The best way to capture moments is to pay attention.",
        "Life is available only in the present moment.",
        "Peace is every step.",
        "Look past your thoughts, so you may drink the pure nectar of This Moment.",
        "The little things? The little moments? They aren't little.",
        "Walk as if you are kissing the Earth with your feet.",
        "You are the sky. Everything else is just the weather.",
        "If the problem can be solved, why worry? If the problem cannot be solved, worrying will do you no good.",
        "Whatever the present moment contains, accept it as if you had chosen it.",
        "When you do things from your soul, you feel a river moving in you, a joy.",
        "The things that matter most in our lives are not fantastic or grand. They are moments when we touch one another.",
        "Peace of mind is not the absence of conflict from life, but the ability to cope with it.",
        "The mind is like water. When it's turbulent, it's difficult to see. When it's calm, everything becomes clear.",
        "Slow down and everything you are chasing will come around and catch you.",
        "Mindfulness isn't about getting somewhere else—it's about being where you already are.",
        "Happiness is not something ready-made. It comes from your own actions.",
        "Your calm mind is the ultimate weapon against your challenges.",
        "The present moment is the only moment available to us, and it is the door to all moments.",
        "If you want to live a happy life, tie it to a goal, not to people or things.",
        "Peace is a journey of a thousand miles and it must be taken one step at a time.",
        "Be happy with what you have. Be excited about what you want.",
        "Life is simple. Everything happens for you, not to you.",
        "The wound is the place where the Light enters you.",
        "Suffering is asking from life what it can never give you.",
        "Every day brings a choice: to practice peace or to practice stress.",
        "The greatest glory in living lies not in never falling, but in rising every time we fall.",
        "Empty your mind, be formless, shapeless — like water.",
        "When there is peace in your mind, you will find peace with everybody.",
        "You must learn to let go. Release the stress. You were never in control anyway.",
        "Don't try to steer the river.",
        "To know yourself is to be confident. To be confident is to fearlessly express your potential.",
        "Peace is not obtained by controlling what's outside, but by mastering what's inside.",
        "Stop. Breathe. Proceed with intention.",
        "Inhale peace, exhale tension.",
        "Leave space in your life to breathe.",
        "The most precious gift we can offer others is our presence.",
        "Slow living is intentional living.",
        "The struggle ends when gratitude begins.",
        "Life is all about growth. Moving forward from one moment to the next.",
        "All of humanity's problems stem from man's inability to sit quietly in a room alone.",
        "To be beautiful means to be yourself. You don't need to be accepted by others. You need to accept yourself.",
        "We can't direct the wind, but we can adjust the sails.",
        "Today I choose calm over worry.",
        "Peace begins when expectation ends.",
        "Let go and trust your journey.",
        "Peace is liberty in tranquility.",
        "You are exactly where you need to be.",
        "Choose presence over productivity.",
        "Be still and know.",
        "Let the peace within you become your companion.",
        "In the end, it's not the years in your life that count. It's the life in your years.",
        "One day at a time.",
        "Peace starts with a smile.",
        "Quiet the mind and the soul will speak.",
        "Your heartbeat is your drum. Dance to it.",
        "The answer lies in the silence between your thoughts.",
        "Live more, think less.",
        "Seek peace within, not without.",
        "Inner stillness is the key to outer strength.",
        "Today I choose to be present.",
        "Take time to make your soul happy.",
        "Let it be.",
        "Simplify your life to amplify your happiness."
      ]
    },
    {
      "name": "Letting Go And Forgiveness",
      "quotes": [
        "The first to apologize is the bravest. The first to forgive is the strongest. The first to forget is the happiest.",
        "Forgiveness is not something we do for others; it's something we do for ourselves.",
        "Let go of what you can't control. Focus on what you can.",
        "Your past is a lesson, not a life sentence. Forgive yourself and move forward.",
        "Holding onto anger is like drinking poison and expecting the other person to die.",
        "The moment you forgive, you reclaim your power to create.",
        "Forgive others, not because they deserve forgiveness, but because you deserve peace.",
        "Sometimes the hardest person to forgive is the face in the mirror.",
        "Freedom is what you feel when you learn to let go.",
        "Forgiveness doesn't excuse their actions. Forgiveness prevents their actions from destroying your heart.",
        "Let go of the past, but keep the lessons it taught you.",
        "Your wound is not your fault, but your healing is your responsibility.",
        "The weight of grudges is too heavy for hearts meant to fly.",
        "Letting go isn't giving up. It's understanding you've done all you can.",
        "Forgiveness is the key that unlocks the door of resentment.",
        "The only way to heal your future is to forgive your past.",
        "When you forgive, you heal. When you let go, you grow.",
        "Forgiveness is an attribute of the strong, never of the weak.",
        "Yesterday is heavy. Put it down.",
        "The longer you carry a grudge, the heavier it becomes.",
        "True freedom begins when you decide to no longer let another's actions control your emotions.",
        "Forgiveness is giving up the hope that the past could be any different.",
        "When you let go of what no longer serves you, you create space for what will.",
        "The day you forgive yourself is the day your healing truly begins.",
        "Forgiveness is the fragrance the violet sheds on the heel that crushed it.",
        "Let go or be dragged.",
        "Those who cannot forgive break the bridge they must cross to reach their future.",
        "Forgiveness is not about forgetting; it's about choosing peace over pain.",
        "What you resist persists. What you release finds peace.",
        "Forgiveness is the final form of love.",
        "The moment you forgive is the moment you become free.",
        "Your forgiveness has nothing to do with their apology.",
        "Let yesterday burn and throw the ashes into the wind.",
        "Forgiveness doesn't change the past, but it enlarges the future.",
        "The heaviest chains we carry are the ones we forge ourselves through unforgiveness.",
        "To forgive is to set a prisoner free and discover that the prisoner was you.",
        "When you hold onto resentment, you let someone live rent-free in your mind.",
        "Forgiveness is unlocking the door to set someone free and realizing you were the prisoner.",
        "Let go of how you thought your life should be, and embrace what it is trying to become.",
        "Sometimes letting go is an act of greater power than defending or hanging on.",
        "Forgiveness is not weak; it demands great spiritual strength and moral courage.",
        "The past has no power over the present moment if you choose to let it go.",
        "Forgiveness is the needle that knows how to mend.",
        "Letting go doesn't mean you don't care. It means you accept that some things are beyond your control.",
        "Forgiveness is the fragrance flowers release when they're trampled upon.",
        "Let go of what hurt you, but never forget what it taught you.",
        "Forgiveness is refusing to let another's actions determine your happiness.",
        "The act of forgiveness takes place in our own mind. It really has nothing to do with the other person.",
        "Peace begins where expectation ends. Let go.",
        "When you forgive, you don't change the past, but you do change your future.",
        "Letting go doesn't mean you've failed; it means you're brave enough to accept what cannot be changed.",
        "Forgiveness means letting go of the hope for a better past.",
        "You can't start the next chapter of your life if you keep re-reading the last one.",
        "Forgiveness is the gift you give yourself, not the person who hurt you.",
        "The moment you let go is the moment you begin to heal.",
        "Forgiveness is not about the worthiness of the offender but the wellness of your soul.",
        "Let go of the anger; it's weighing you down and serving no purpose.",
        "Forgiveness is the oil that keeps relationships moving forward without friction.",
        "Sometimes letting go is about accepting what already happened, not what could have been.",
        "When you forgive, you restore your ability to see beauty in the world.",
        "Let go of the need to be right, and embrace the need to be kind.",
        "Forgiveness is the cleansing of the heart from the desire for revenge.",
        "The greatest act of power is to let go of what no longer empowers you.",
        "Forgiveness is not a feeling; it's a decision to no longer suffer.",
        "Let go of the fear; it hasn't served you yet.",
        "When you forgive, you in no way change the past, but you sure do change the future.",
        "Letting go takes love, but keeping it takes trust.",
        "Forgiveness doesn't mean you agree with what happened; it means you accept it and move on.",
        "Let go of yesterday's troubles so that today's peace can find you.",
        "Forgiveness is the path to emotional liberation.",
        "Letting go is not a sign of weakness but profound courage.",
        "Forgiveness is the most powerful thing you can do for yourself.",
        "Release the hurt. Embrace the healing. That's what letting go means.",
        "Forgiveness is not always easy. At times, it feels more painful than the wound we suffered.",
        "Let go of the need for closure. Not every chapter gets one.",
        "The practice of forgiveness is our most important contribution to the healing of the world.",
        "Letting go means coming to the realization that some people are a part of your history, but not a part of your destiny.",
        "True forgiveness is when you can say, 'Thank you for that experience.'",
        "Let go of the idea that things could be different. Accept what is.",
        "Forgiveness is an everyday practice, not a one-time event.",
        "The moment you genuinely forgive is the moment you reclaim your story.",
        "Let go of toxic relationships. Your heart deserves better company.",
        "Forgiveness doesn't make you weak; it sets you free.",
        "Letting go is making the decision that the past will not control your future.",
        "The most courageous act of forgiveness is the one you give yourself.",
        "Let go of the illusion of control, and control will come to you.",
        "Forgiveness is not forgetting; it's remembering without rage.",
        "Sometimes the bravest thing you can do is let go with love.",
        "Forgiveness is not about condoning behavior; it's about healing yourself.",
        "Let go of the belief that you should be perfect. Embrace your humanity.",
        "When you forgive, you free your soul from the prison of bitterness.",
        "Letting go isn't a sign of failure; it's a sign of growth.",
        "Forgiveness is the highest form of giving.",
        "The day you decide to forgive is the day your healing journey begins.",
        "Let go of the past; it's a weight too heavy for the present moment to bear.",
        "Forgiveness is not about denying pain; it's about healing it.",
        "Sometimes letting go is the most loving thing you can do—for yourself and others.",
        "Forgiveness says you are given another chance to make a new beginning.",
        "Let go of who you think you should be; embrace who you are."
      ]
    },
    {
      "name": "Life Purpose / Vision Quotes",
      "quotes": [
        "Your purpose is the mountain you climb every day, not just the view from the top.",
        "Build a vision so clear that fear becomes irrelevant.",
        "Let your purpose be greater than your fears.",
        "Your vision will become clear only when you look into your heart.",
        "The meaning of life is to find your gift. The purpose of life is to give it away.",
        "Purpose is the reason you journey. Passion is the fire that lights your way.",
        "The two most important days in life are the day you are born and the day you discover why.",
        "When you discover your mission, you will feel its demand. It will fill you with enthusiasm and a burning desire to get to work on it.",
        "Vision without action is merely a dream. Action without vision just passes the time. Vision with action can change the world.",
        "Your purpose is not something you need to find, it's something you need to uncover.",
        "Define success on your own terms, achieve it by your own rules, and build a life you're proud to live.",
        "The person born with a talent they are meant to use will find their greatest happiness in using it.",
        "The soul which has no fixed purpose in life is lost; to be everywhere is to be nowhere.",
        "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well.",
        "The mystery of human existence lies not in just staying alive, but in finding something to live for.",
        "Great minds have purposes, others have wishes.",
        "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously.",
        "Purpose is that feeling that you are part of something bigger than yourself.",
        "Your vision will become clear only when you can look into your own heart.",
        "Having a vision for your life allows you to live out of hope, rather than out of your fears.",
        "Where there is no vision, the people perish.",
        "The only limit to your impact is your imagination and commitment.",
        "Your purpose in life is to find your purpose and give your whole heart and soul to it.",
        "Make your life a masterpiece; imagine no limitations on what you can be, have or do.",
        "A life without purpose is like a ship without a rudder.",
        "Our greatest fear should not be of failure, but of succeeding at things in life that don't really matter.",
        "You can't connect the dots looking forward; you can only connect them looking backward. So you have to trust that the dots will somehow connect in your future.",
        "The highest reward for a person's toil is not what they get for it, but what they become by it.",
        "The purpose of life is a life of purpose.",
        "Don't ask what the world needs. Ask what makes you come alive, and go do it. Because what the world needs is people who have come alive.",
        "The future belongs to those who believe in the beauty of their dreams.",
        "To live is the rarest thing in the world. Most people exist, that is all.",
        "When you find your 'why', you find your way.",
        "The man who has no vision will eventually perish, but he who holds fast to his vision will prosper.",
        "A vision is not just a picture of what could be; it is an appeal to our better selves, a call to become something more.",
        "Your life is your message to the world. Make sure it's inspiring.",
        "Efforts and courage are not enough without purpose and direction.",
        "Your purpose gives your life meaning. Your vision gives your purpose direction.",
        "Never follow someone else's path unless you're in the woods and you're lost.",
        "Life isn't about finding yourself. Life is about creating yourself.",
        "The best way to predict your future is to create it.",
        "Your calling isn't something you discover. It's something you recognize was already there.",
        "Don't ask yourself what the world needs. Ask yourself what makes you come alive and then go do that.",
        "Your time is limited, so don't waste it living someone else's life.",
        "There is no greater gift you can give or receive than to honor your calling. It's why you were born. And how you become most truly alive.",
        "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left and could say, I used everything you gave me.",
        "The purpose of human life is to serve, and to show compassion and the will to help others.",
        "What you leave behind is not what is engraved in stone monuments, but what is woven into the lives of others.",
        "A vision without a task is but a dream, a task without a vision is drudgery, a vision and a task is the hope of the world.",
        "You don't need to see the whole staircase, just take the first step with faith.",
        "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work.",
        "The biggest adventure you can take is to live the life of your dreams.",
        "You are here to enable the divine purpose of the universe to unfold. That is how important you are!",
        "Your vision becomes clear when you look inside your heart. Who looks outside, dreams. Who looks inside, awakens.",
        "Create a vision that makes you wanna jump out of bed in the morning.",
        "The question isn't who is going to let me; it's who is going to stop me.",
        "Every moment is a fresh beginning, every day a new opportunity to find your purpose.",
        "When you realize there is nothing lacking, the whole world belongs to you.",
        "Life isn't about waiting for the storm to pass... It's about learning to dance in the rain.",
        "Definiteness of purpose is the starting point of all achievement.",
        "The most powerful weapon on earth is the human soul on fire.",
        "People who use time wisely spend it on activities that advance their overall purpose in life.",
        "If you have a strong purpose in life, you don't have to be pushed. Your passion will drive you there.",
        "Life is never made unbearable by circumstances, but only by lack of meaning and purpose.",
        "The path to our destination is not always a straight one. We go down the wrong road, we get lost, we turn back. Maybe it doesn't matter which road we embark on. Maybe what matters is that we embark.",
        "What you are is God's gift to you, what you become is your gift to God.",
        "The greatest use of life is to spend it for something that will outlast it.",
        "We are not human beings having a spiritual experience. We are spiritual beings having a human experience.",
        "Vision is the art of seeing what is invisible to others.",
        "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more.",
        "If you can't figure out your purpose, figure out your passion. For your passion will lead you right into your purpose.",
        "I would rather die a meaningful death than to live a meaningless life.",
        "The most important thing is to enjoy your life—to be happy—it's all that matters.",
        "Dream no small dreams for they have no power to move the hearts of men.",
        "Happiness is not something you postpone for the future; it is something you design for the present.",
        "There is no passion to be found playing small—in settling for a life that is less than the one you are capable of living.",
        "You don't become what you want, you become what you believe.",
        "Your purpose explains what you are doing with your life. Your vision explains how you are living your purpose. Your goals enable you to realize your vision.",
        "The clearer you are about what you want, the more likely you are to achieve it.",
        "Don't just exist, live. Don't just look, see. Don't just hear, listen. Don't just talk, say something.",
        "A meaningful life is not being rich, being popular, or being perfect. It's about being real, being humble, being able to share ourselves and touch the lives of others.",
        "The journey of a thousand miles begins with one step.",
        "The universe buries strange jewels deep within us all, and then stands back to see if we can find them.",
        "Your life's journey is about becoming more of who you are.",
        "Go confidently in the direction of your dreams. Live the life you have imagined.",
        "When your why is big enough, you'll find your how.",
        "Let the beauty of what you love be what you do.",
        "Your life is speaking to you every day, all the time – and your job is to listen and find the clues.",
        "What we achieve inwardly will change outer reality.",
        "The purpose of life is to contribute in some way to making things better.",
        "The highest use of capital is not to make more money but to make money do more for the betterment of life.",
        "Your life will be no better than the plans you make and the action you take. You are the architect and builder of your own life, fortune, and destiny.",
        "Believe you can and you're halfway there.",
        "Your life has meaning. Your stories matter. Your love changes everything. Your voice can change the world. Your actions count.",
        "A man is not old until regrets take the place of dreams.",
        "You are never too old to set another goal or to dream a new dream.",
        "What lies behind us and what lies before us are tiny matters compared to what lies within us."
      ]
    },
    {
      "name": "Love / Relationships",
      "quotes": [
        "Real love doesn't meet you at your best. It meets you in your mess.",
        "Love is not what you say. It's what you show.",
        "Loyalty is rare. If you find it, keep it.",
        "The right person will feel like peace, not confusion.",
        "You deserve the kind of love you don't have to question.",
        "Love is giving someone the power to destroy you, but trusting them not to.",
        "A real relationship doesn't mean you never have problems. It means you choose to fight through them together.",
        "Choose your relationships wisely. A wrong person can destroy your future in seconds.",
        "Love is not about how many days, months, or years you've been together. It's about how much you love each other every day.",
        "The best relationships are the ones you never saw coming.",
        "Love isn't supposed to hurt. If it hurts, it's not the right love.",
        "Love is not finding someone to live with. It's finding someone you can't live without.",
        "Your heart knows the way. Run in that direction.",
        "Love is when you have a really bad day, and you come home, and the person you live with makes it all better. That's love.",
        "The best love story is when you fall in love with the most unexpected person at the most unexpected time.",
        "A strong relationship starts with two people who refuse to give up on each other.",
        "Love isn't perfect. It's hard work and sometimes it hurts, but it's actually something you build into, not fall into.",
        "The most precious gift we can offer anyone is our attention.",
        "Soul mates aren't the ones who make you happiest, they're the ones who make you feel the most.",
        "I love you not because of who you are, but because of who I am when I am with you.",
        "We come to love not by finding a perfect person, but by learning to see an imperfect person perfectly.",
        "The best love is the kind that awakens the soul and makes us reach for more.",
        "When I saw you, I was afraid to meet you. When I met you, I was afraid to kiss you. When I kissed you, I was afraid to love you. Now that I love you, I'm afraid to lose you.",
        "To love is nothing. To be loved is something. But to love and be loved, that's everything.",
        "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves.",
        "You know you're in love when you can't fall asleep because reality is finally better than your dreams.",
        "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
        "I want someone who will look at me the same way I look at chocolate cake.",
        "Love is like the wind, you can't see it but you can feel it.",
        "The greatest thing you'll ever learn is just to love and be loved in return.",
        "You don't love someone for their looks, or their clothes, or for their fancy car, but because they sing a song only you can hear.",
        "Love isn't something you find. Love is something that finds you.",
        "If I know what love is, it is because of you.",
        "The best feeling is when you look at them and they are already staring.",
        "You don't need someone to complete you. You only need someone to accept you completely.",
        "Love is composed of a single soul inhabiting two bodies.",
        "A good relationship is when someone accepts your past, supports your present, and encourages your future.",
        "The best time to love someone is when they don't need it, because that is when they deserve it the most.",
        "Love isn't complicated, people are.",
        "Find someone who will stay awake just to watch you sleep.",
        "The couples that are meant to be, are the ones who go through everything that's designed to tear them apart, and come out even stronger.",
        "Age does not protect you from love, but love somewhat protects you from age.",
        "Don't settle for convenient relationships. Wait for the ones worth fighting for.",
        "Distance between two hearts is not an obstacle, rather a great reminder of just how strong true love can be.",
        "A successful marriage requires falling in love many times, always with the same person.",
        "You can't rush something you want to last forever.",
        "Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational.",
        "A loving relationship is one in which the loved one is free to be themselves—to laugh with me, but never at me.",
        "Love does not dominate; it cultivates.",
        "The meeting of two personalities is like the contact of two chemical substances: if there is any reaction, both are transformed.",
        "In your light, I learn how to love. In your beauty, how to make poems. You dance inside my chest where no one sees you.",
        "When someone loves you, the way they talk about you is different. You feel safe and comfortable.",
        "Real connections live on forever.",
        "The most important thing in life is to learn how to give out love, and to let it come in.",
        "The best and most beautiful things in this world cannot be seen or even heard, but must be felt with the heart.",
        "You know it's real when you can't imagine life without them.",
        "True love stories never have endings.",
        "A real man doesn't love a million girls. He loves one girl in a million ways.",
        "Love is an untamed force. When we try to control it, it destroys us. When we try to imprison it, it enslaves us. When we try to understand it, it leaves us feeling lost and confused.",
        "What we have once enjoyed we can never lose. All that we love deeply becomes a part of us.",
        "At the touch of love everyone becomes a poet.",
        "I love you because the entire universe conspired to help me find you.",
        "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.",
        "The giving of love is an education in itself.",
        "When I follow my heart, it leads me to you.",
        "Love planted a rose, and the world turned sweet.",
        "Love is not only something you feel, it is something you do.",
        "The best proof of love is trust.",
        "When love is real, it doesn't lie, cheat, pretend, hurt, or make you feel unwanted. It's supposed to be a cure to all your worries.",
        "Two souls with but a single thought, two hearts that beat as one.",
        "True love is knowing someone's weaknesses and not taking advantage of them. Knowing their flaws and accepting who they are.",
        "Love is like a friendship caught on fire.",
        "To be fully seen by somebody, then, and be loved anyhow—this is a human offering that can border on miraculous.",
        "Love is when the other person's happiness is more important than your own.",
        "The greatest happiness of life is the conviction that we are loved; loved for ourselves.",
        "I want to be the reason behind your smile because surely you are the reason behind mine.",
        "I love you not because you are perfect. I love you because you make me perfect.",
        "You are the finest, loveliest, tenderest, and most beautiful person I have ever known—and even that is an understatement.",
        "I choose you. And I'll choose you over and over and over. Without pause, without a doubt, in a heartbeat. I'll keep choosing you.",
        "Love is the voice under all silences, the hope which has no opposite in fear.",
        "Love is friendship that has caught fire.",
        "When love and skill work together, expect a masterpiece.",
        "The water shines only by the sun. And it is you who are my sun.",
        "Love doesn't make the world go round. Love is what makes the ride worthwhile.",
        "I swear I couldn't love you more than I do right now, and yet I know I will tomorrow.",
        "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you.",
        "In all the world, there is no heart for me like yours. In all the world, there is no love for you like mine.",
        "If I had a flower for every time I thought of you, I could walk in my garden forever.",
        "I would rather spend one lifetime with you, than face all the ages of this world alone.",
        "Love is a canvas furnished by nature and embroidered by imagination.",
        "To be brave is to love someone unconditionally, without expecting anything in return.",
        "I look at you and see the rest of my life in front of my eyes.",
        "I promise to handle your heart with care and treasure your love always.",
        "Every time I see you, I fall in love all over again.",
        "In a sea of people, my eyes will always search for you.",
        "If you remember me, then I don't care if everyone else forgets."
      ]
    },
    {
      "name": "Mindset / Mental Clarity",
      "quotes": [
        "What you think, you become. Guard your thoughts.",
        "Master your mind, or it will master you.",
        "Clarity comes when the mind is quiet.",
        "A powerful mindset silences a thousand doubts.",
        "Energy flows where attention goes.",
        "Your mind is a garden. Your thoughts are the seeds. You can grow flowers or you can grow weeds.",
        "A negative mind will never give you a positive life.",
        "Change your thoughts and you change your world.",
        "Mindset is what separates the best from the rest.",
        "Your mind is more powerful than you think. Stay positive.",
        "If you realized how powerful your thoughts are, you would never think a negative thought.",
        "It all begins and ends in your mind. What you give power to has power over you.",
        "Once your mindset changes, everything on the outside will change along with it.",
        "The mind is just like a muscle - the more you exercise it, the stronger it gets and the more it can expand.",
        "Life is 10% what happens to you and 90% how you react to it.",
        "People with a growth mindset believe their talents can be developed through hard work.",
        "Your mind will quit 100 times before your body does. Feel the fear and do it anyway.",
        "The primary cause of unhappiness is never the situation, but your thoughts about it.",
        "Feed your faith and your fears will starve to death.",
        "The moment you change your perception is the moment you rewrite the chemistry of your body.",
        "Where focus goes, energy flows.",
        "Overthinking will destroy your happiness and your mood. It'll make everything worse than it actually is.",
        "Don't believe everything you think. Thoughts are just that - thoughts.",
        "The happiness of your life depends upon the quality of your thoughts.",
        "Stop managing your time. Start managing your focus.",
        "In the midst of movement and chaos, keep stillness inside of you.",
        "Muddy water is best cleared by leaving it alone.",
        "Patience is not the ability to wait, but the ability to keep a good attitude while waiting.",
        "When you rule your mind, you rule your world.",
        "The quieter you become, the more you can hear.",
        "The greatest weapon against stress is our ability to choose one thought over another.",
        "Your brain is not designed to make you happy. That's your job.",
        "You attract what you believe, not what you want.",
        "To change your life, you need to change your priorities.",
        "The problem is not the problem. The problem is your attitude about the problem.",
        "Challenge your negative thoughts. Replace them with positive ones.",
        "Take control of your mind or someone else will.",
        "Happiness comes from what we think, not what we have.",
        "A cluttered mind creates a cluttered life.",
        "Every thought we think is creating our future.",
        "Your thoughts shape your perception. Your perception becomes your reality.",
        "Nothing can disturb your peace of mind unless you allow it to.",
        "Change your mindset. Change your life.",
        "The more you feed your mind with positive thoughts, the more you can attract great things into your life.",
        "The mind is the limit. As long as the mind can envision something, you can achieve it.",
        "Stay in your magic zone where criticism can't reach you.",
        "Same mindset, same results. New mindset, new results.",
        "You become what you feed your mind.",
        "Your thoughts create your reality. Choose them carefully.",
        "Don't limit your challenges. Challenge your limits.",
        "Success is a mindset. If you want to be successful, start thinking of yourself as successful.",
        "The key to success is to focus on goals, not obstacles.",
        "Fear is created by an imagination that has learned to create negative outcomes.",
        "A strong positive mental attitude will create more miracles than any wonder drug.",
        "The greatest discovery of all time is that a person can change their future by merely changing their attitude.",
        "Believe you can and you're halfway there.",
        "Control your mind or it will control you.",
        "When you change the way you look at things, the things you look at change.",
        "The only thing stopping you is you.",
        "Train your mind to see the good in everything.",
        "Don't worry about what you can't control. Focus on what you can.",
        "Clarity of mind means clarity of passion, too.",
        "Your mind is a powerful thing. When you fill it with positive thoughts, your life will start to change.",
        "The best use of imagination is creativity. The worst use of imagination is anxiety.",
        "You don't become what you want, you become what you believe.",
        "Calm mind brings inner strength and self-confidence.",
        "The mind is everything. What you think you become.",
        "Whether you think you can, or you think you can't--you're right.",
        "It's never too late to be what you might have been.",
        "Every next level of your life will demand a different version of you.",
        "If you want to change anything in your life, change the channel. Change the frequency by changing your thoughts.",
        "Thoughts are magnetic. What you think about, you attract.",
        "Don't allow your past to dictate your future.",
        "Whatever you hold in your mind on a consistent basis is exactly what you will experience in your life.",
        "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.",
        "Your subconscious mind is listening to every word you say.",
        "Don't worry about what others are doing. Do you!",
        "Our life is what our thoughts make it.",
        "Confidence comes not from always being right but from not fearing to be wrong.",
        "One small positive thought in the morning can change your whole day.",
        "If you don't like something, change it. If you can't change it, change your attitude.",
        "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.",
        "Always believe that something wonderful is about to happen.",
        "Small shifts in your thinking, and small changes in your energy, can lead to massive alterations of your end result.",
        "Nothing is impossible. The word itself says 'I'm possible!'",
        "Intelligence is the ability to adapt to change.",
        "The state of your life is nothing more than a reflection of the state of your mind.",
        "Don't let yesterday take up too much of today.",
        "Don't be afraid to give up the good to go for the great.",
        "The mind has exactly the same power as the hands: not merely to grasp the world, but to change it.",
        "Great minds discuss ideas; average minds discuss events; small minds discuss people.",
        "The empires of the future are the empires of the mind.",
        "A person who never made a mistake never tried anything new.",
        "Your brain is always eavesdropping on your self-talk.",
        "Man often becomes what he believes himself to be. If I keep on saying to myself that I cannot do a certain thing, it is possible that I may end by really becoming incapable of doing it.",
        "The soul always knows what to do to heal itself. The challenge is to silence the mind.",
        "To different minds, the same world is a hell and a heaven.",
        "To conquer frustration, one must remain intensely focused on the outcome, not the obstacles."
      ]
    },
    {
      "name": "Motivation / Hustle",
      "quotes": [
        "Grind in silence. Let success be your noise.",
        "Excuses don't build empires. Action does.",
        "You're one decision away from a totally different life.",
        "Nobody cares. Work harder.",
        "Discipline is choosing what you want most over what you want now.",
        "The difference between who you are and who you want to be is what you do.",
        "Don't wish for it. Work for it.",
        "Your only limit is your mind.",
        "Winners focus on winning. Losers focus on winners.",
        "Dream bigger. Do bigger.",
        "Hustle until your haters ask if you're hiring.",
        "Good things come to those who hustle.",
        "If it was easy, everyone would do it.",
        "Don't stop when you're tired. Stop when you're done.",
        "Your future is created by what you do today.",
        "The harder you work, the luckier you get.",
        "Motivation gets you started. Habit keeps you going.",
        "Success isn't owned. It's rented, and the rent is due every day.",
        "Don't count the days. Make the days count.",
        "Comfort is the enemy of progress.",
        "Fall seven times, stand up eight.",
        "The pain of discipline weighs ounces. The pain of regret weighs tons.",
        "Your body can stand almost anything. It's your mind you have to convince.",
        "The dream is free. The hustle is sold separately.",
        "Don't wait for opportunity. Create it.",
        "Either you run the day, or the day runs you.",
        "The only way to do great work is to love what you do.",
        "Difficult roads often lead to beautiful destinations.",
        "The grind never stops. Neither should you.",
        "If you're not making mistakes, you're not trying hard enough.",
        "Push yourself because no one else is going to do it for you.",
        "Hard work beats talent when talent doesn't work hard.",
        "Every champion was once a contender who refused to give up.",
        "Success is what happens after you have survived all your mistakes.",
        "Stop doubting yourself. Work hard and make it happen.",
        "You don't get what you wish for. You get what you work for.",
        "Rise and grind. Every. Single. Day.",
        "The distance between dreams and reality is called action.",
        "Make each day your masterpiece.",
        "Champions train. Losers complain.",
        "Every accomplishment starts with the decision to try.",
        "Doubt kills more dreams than failure ever will.",
        "Don't decrease the goal. Increase the effort.",
        "If not now, when?",
        "The secret of getting ahead is getting started.",
        "Be stronger than your excuses.",
        "The harder the battle, the sweeter the victory.",
        "Success starts with self-discipline.",
        "Great things never come from comfort zones.",
        "The extra mile is never crowded.",
        "Be so good they can't ignore you.",
        "If you want something you've never had, you must be willing to do something you've never done.",
        "Don't talk about it. Be about it.",
        "Success is built in the gym. Character is built in life.",
        "Success doesn't come to you, you go to it.",
        "Small daily improvements eventually result in huge advantages.",
        "The only bad workout is the one that didn't happen.",
        "Hustle in silence and let your success make the noise.",
        "Action is the foundational key to all success.",
        "Never let your emotions overpower your intelligence.",
        "Clarity comes from action, not thought.",
        "The key to success is to start before you're ready.",
        "Success isn't a straight line. It's a rollercoaster with ups and downs.",
        "The moment you're ready to quit is usually the moment right before the miracle happens.",
        "A year from now you will wish you had started today.",
        "The pain you feel today will be the strength you feel tomorrow.",
        "Dreams don't work unless you do.",
        "The only way to fail is to give up.",
        "Be obsessed or be average.",
        "Train insane or remain the same.",
        "If you want to fly, you have to give up the things that weigh you down.",
        "When you feel like quitting, remember why you started.",
        "Success isn't always about greatness. It's about consistency.",
        "You didn't come this far to only come this far.",
        "What seems impossible today will one day become your warm-up.",
        "Work until you no longer have to introduce yourself.",
        "The path to success is to take massive, determined action.",
        "You don't find willpower. You create it.",
        "Your attitude determines your direction.",
        "Don't be afraid to give up the good to go for the great.",
        "Goals that are not written down are just wishes.",
        "Opportunities don't happen. You create them.",
        "You are one workout away from a good mood.",
        "Success is the sum of small efforts repeated day in and day out.",
        "Discipline is the bridge between goals and accomplishment.",
        "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing.",
        "If you really want to do something, you'll find a way. If you don't, you'll find an excuse.",
        "Hard work changes the game.",
        "The hustle never ends.",
        "Your energy introduces you before you even speak.",
        "Focus on the journey, not the destination.",
        "Don't practice until you get it right. Practice until you can't get it wrong.",
        "Hustle while they sleep. Learn while they party. Save while they spend.",
        "Your biggest risk isn't taking a chance, it's doing nothing.",
        "The best revenge is massive success.",
        "Failure is the opportunity to begin again more intelligently.",
        "Success is stumbling from failure to failure with no loss of enthusiasm.",
        "Your time is limited, don't waste it living someone else's life.",
        "Success usually comes to those who are too busy to be looking for it.",
        "If you don't build your dream, someone else will hire you to build theirs."
      ]
    },
    {
      "name": "Positive Vibes And Good Morning",
      "quotes": [
        "Rise and shine. Let your positivity be brighter than the sun.",
        "Today is a gift. That's why they call it the present.",
        "Good morning! Your potential is endless in a fresh start.",
        "Breathe in confidence, exhale doubt.",
        "Be the energy you want to attract today.",
        "A smile is the best makeup any girl can wear.",
        "Your only limit is your mind.",
        "Start each day with a grateful heart.",
        "Make today so awesome that yesterday gets jealous.",
        "The only way to do great work is to love what you do.",
        "Sunshine is the best medicine.",
        "Happiness is a choice, not a result.",
        "Good thoughts breed good actions.",
        "Every morning brings new potential.",
        "When you arise in the morning, think of what a precious privilege it is to be alive.",
        "Wake up with determination, go to bed with satisfaction.",
        "Create the life you can't wait to wake up to.",
        "You are capable of amazing things.",
        "Be a voice, not an echo.",
        "Your vibe attracts your tribe.",
        "Choose joy and chase purpose.",
        "Difficult roads often lead to beautiful destinations.",
        "Spread love wherever you go.",
        "Don't count the days, make the days count.",
        "Good morning! Remember that you are worthy of all good things.",
        "Believe you can and you're halfway there.",
        "The best is yet to come.",
        "Focus on the good.",
        "You don't need to be perfect to be amazing.",
        "Attitude is a little thing that makes a big difference.",
        "Make each day your masterpiece.",
        "Celebrate the small wins.",
        "Your path is beautiful and yours alone.",
        "Embrace the glorious mess that you are.",
        "The grass is greener where you water it.",
        "You are enough just as you are.",
        "Dream big, work hard, stay focused.",
        "Each day is a chance to bloom again.",
        "Kindness is free, sprinkle that stuff everywhere.",
        "Life is tough, but so are you.",
        "Good morning! Today has so much positive potential.",
        "Success is the sum of small efforts repeated daily.",
        "Keep your face always toward the sunshine.",
        "Do something today that your future self will thank you for.",
        "Positive mind. Positive vibes. Positive life.",
        "You are your only limit.",
        "Rise up and attack the day with enthusiasm.",
        "Collect moments, not things.",
        "Opportunities don't happen. You create them.",
        "Happiness is not by chance, but by choice.",
        "When you want to give up, remember why you started.",
        "You are the creator of your own destiny.",
        "The secret of getting ahead is getting started.",
        "The only validation you need is your own.",
        "Your energy introduces you before you even speak.",
        "Plant seeds of happiness, hope, success, and love.",
        "Everything you can imagine is real.",
        "Your mind is a powerful thing. Fill it with positive thoughts.",
        "The sun himself is weak when he first rises.",
        "Today is a perfect day to start living your dreams.",
        "A positive mindset brings positive things.",
        "The biggest adventure you can take is to live the life of your dreams.",
        "Create a life that feels good on the inside, not one that just looks good on the outside.",
        "Think positive, and positive things will happen.",
        "Growth is painful. Change is painful. But nothing is as painful as staying stuck.",
        "Every morning is a new blessing, a second chance.",
        "What you feed your mind determines your appetite.",
        "Be the reason someone smiles today.",
        "A year from now, you'll wish you had started today.",
        "Begin anywhere, just begin.",
        "Embrace the journey, not just the destination.",
        "The day is what you make it.",
        "Gratitude turns what we have into enough.",
        "Clear mind, full heart, can't lose.",
        "Your potential is endless. Go do what you were created to do.",
        "Bloom where you are planted.",
        "Find joy in the ordinary.",
        "Progress, not perfection.",
        "Choose to shine despite the clouds.",
        "Create your own sunshine.",
        "Don't wait for opportunity. Create it.",
        "Seek what sets your soul on fire.",
        "Start unknown. Finish unforgettable.",
        "Today's goals: Coffee and kindness.",
        "Confidence looks gorgeous on you.",
        "Be in love with your life, every minute of it.",
        "Let your light shine so brightly that others can see their way out of the dark.",
        "Love your journey, embrace your growth.",
        "Be fearless in pursuit of what sets your soul on fire.",
        "Hustle until your haters ask if you're hiring.",
        "Good things come to those who hustle.",
        "Beautiful things happen when you distance yourself from negativity.",
        "Life begins at the end of your comfort zone.",
        "May your coffee be strong and your Monday be short.",
        "Inhale the future, exhale the past.",
        "Each sunrise brings a new page for your story.",
        "Find the sunshine in every day.",
        "The early bird gets the worm, but the second mouse gets the cheese."
      ]
    },
    {
      "name": "Random",
      "quotes": [
        "Dreams don't work unless you do.",
        "Your future is created by what you do today, not tomorrow.",
        "Goals are dreams with deadlines.",
        "The distance between your dreams and reality is called action.",
        "A goal without a plan is just a wish.",
        "Dream bigger. Do bigger.",
        "Small steps every day lead to big achievements.",
        "Don't wait for opportunity. Create it.",
        "Your dreams are worth the hustle.",
        "Success is the sum of small efforts repeated day in and day out.",
        "The road to success is always under construction.",
        "Chase your dreams until you catch them.",
        "Great things never come from comfort zones.",
        "If the plan doesn't work, change the plan, not the goal.",
        "Hard work beats talent when talent doesn't work hard.",
        "Dream big, work hard, stay focused.",
        "Your goals don't care how you feel.",
        "The harder you work for something, the greater you'll feel when you achieve it.",
        "Dreams are the seeds of reality. Plant them daily.",
        "Obstacles are the cost of greatness.",
        "Don't limit your challenges. Challenge your limits.",
        "Vision without execution is hallucination.",
        "Success doesn't come to you. You go to it.",
        "The dream is free. The hustle is sold separately.",
        "Fall seven times, stand up eight.",
        "If it's important to you, you'll find a way. If not, you'll find an excuse.",
        "A dream written down with a date becomes a goal.",
        "Doubt kills more dreams than failure ever will.",
        "There is no elevator to success. You have to take the stairs.",
        "Start where you are. Use what you have. Do what you can.",
        "Your only limit is the amount of action you take.",
        "What you do today can improve all your tomorrows.",
        "The difference between ordinary and extraordinary is that little extra.",
        "Your dreams deserve your effort.",
        "The only way to do great work is to love what you do.",
        "A year from now you'll wish you had started today.",
        "Progress is progress, no matter how small.",
        "Stop dreaming about your goals and start working toward them.",
        "Aim for the moon. Even if you miss, you'll land among the stars.",
        "Dreams come a size too big so that you can grow into them.",
        "The path to success is to take massive, determined action.",
        "Every accomplishment starts with the decision to try.",
        "Don't stop until you're proud.",
        "The harder the battle, the sweeter the victory.",
        "Action is the foundational key to all success.",
        "Follow your dreams. They know the way.",
        "Starve your distractions, feed your focus.",
        "Someday is not a day of the week.",
        "Turn your dreams into plans and your plans into reality.",
        "Your dreams are blueprints of your destiny.",
        "Dreams require work boots, not wishes.",
        "You don't have to be great to start, but you have to start to be great.",
        "Don't dream your life, live your dream.",
        "Opportunities don't happen. You create them.",
        "Don't watch the clock; do what it does. Keep going.",
        "Goals transform a random walk into a chase.",
        "The question isn't who is going to let me; it's who is going to stop me.",
        "Success occurs when your dreams get bigger than your excuses.",
        "If you can dream it, you can achieve it.",
        "All our dreams can come true, if we have the courage to pursue them.",
        "Champions keep playing until they get it right.",
        "The only place where dreams become impossible is in your own thinking.",
        "The key to realizing a dream is to focus not on success but on significance.",
        "Nothing will work unless you do.",
        "The future belongs to those who believe in the beauty of their dreams.",
        "Dream it. Map it. Do it.",
        "Set goals so high that your haters become your biggest promoters.",
        "Let your dreams outgrow the shoes of your expectations.",
        "Discipline is the bridge between goals and accomplishment.",
        "Dreams don't have expiration dates.",
        "Make your dreams so big that fear is irrelevant.",
        "Never give up on something you really want. It's difficult to wait, but worse to regret.",
        "The size of your success is determined by the size of your dreams.",
        "Let your dreams be your wings.",
        "Where focus goes, energy flows.",
        "The biggest adventure you can take is to live the life of your dreams.",
        "Don't be afraid to give up the good to go for the great.",
        "People with goals succeed because they know where they're going.",
        "When you want to succeed as bad as you want to breathe, then you'll be successful.",
        "The only thing standing between you and your goal is the story you keep telling yourself.",
        "The expert in anything was once a beginner.",
        "What you get by achieving your goals is not as important as what you become by achieving your goals.",
        "The dreamers of the day are dangerous people, for they may act on their dreams with open eyes.",
        "You don't need to see the whole staircase, just take the first step.",
        "You get what you focus on, so focus on what you want.",
        "The best way to predict your future is to create it.",
        "Your goals are the roadmaps that guide you and show you what is possible.",
        "Take the first step in faith. You don't have to see the whole staircase, just take the first step.",
        "Dream as if you'll live forever. Live as if you'll die tomorrow.",
        "Build your own dreams, or someone else will hire you to build theirs.",
        "A goal is a dream with its work boots on.",
        "The most effective way to do it, is to do it.",
        "The thing about goals is that living without them is a lot more fun, in the short run. It seems to take the pressure off. But in the long run, having goals is a lot more fun.",
        "You are never too old to set a new goal or to dream a new dream.",
        "If you want to live a happy life, tie it to a goal, not to people or things.",
        "Success is the progressive realization of a worthy goal or ideal.",
        "Your dreams valid. Your vision is possible. Your hustle will get you there.",
        "Dreams fuel hope. Goals fuel action.",
        "Rise up, start fresh, see the bright opportunity in each new day."
      ]
    },
    {
      "name": "Sarcastic Motivational",
      "quotes": [
        "I put the 'pro' in procrastination, then I'll put the 'crastination' in later.",
        "My coffee told me it believes in me. Everyone else can leave now.",
        "Aim for the stars so when you fail, at least you'll land somewhere with WiFi.",
        "I'm not lazy, I'm just on energy-saving mode.",
        "The road to success is always under construction. Pack snacks and charge your phone.",
        "Dreams don't work unless you do. Neither does WiFi, so fix that first.",
        "Be the person your dog thinks you are... lowering the bar since forever.",
        "Today's goal: Find my motivation. Tomorrow's goal: Remember where I put it.",
        "I finally took that leap of faith everyone talks about. Turns out, I also needed a parachute.",
        "Hustle until your haters ask if you're hiring... then reject their applications.",
        "Behind every successful person is a substantial amount of caffeine and a trail of abandoned hobbies.",
        "The secret to success is knowing who to blame for your failures.",
        "I'm not saying I'm Batman. I'm just saying nobody has ever seen me and Batman in the same room.",
        "Success is 1% inspiration, 2% perspiration, and 97% caffeine.",
        "My bed is a magical place where I suddenly remember everything I was supposed to do.",
        "If Plan A fails, remember there are 25 more letters in the alphabet. And yes, I know there are actually 26; I'm counting 'Plan A' as already used.",
        "I'm on a seafood diet. I see food, I eat it, I regret it, I post about it on Instagram.",
        "That awkward moment when you finish a book and look for something to fill the void, so you grab another donut.",
        "My talent is making it look like I have no talent so nobody asks me to do things.",
        "I'm not a morning person, I'm not an afternoon person, I come alive at midnight when all my bad decisions seem like good ideas.",
        "They say good things take time. That's why I'm always late.",
        "Exercise? I thought you said 'extra fries'.",
        "I'm not saying I'm Wonder Woman, I'm just saying no one has ever seen me and Wonder Woman in the same room.",
        "I'm not addicted to success. I can quit as soon as I've had enough... said no one ever.",
        "Keep working hard and the universe will recognize your potential, ignore it, and continue being random.",
        "Adulting: When your breakfast is coffee, lunch is anxiety, and dinner is regret.",
        "Don't worry about failure; you only have to be right once... unless you're a brain surgeon.",
        "I'm not arguing, I'm just explaining why I'm right and you're hopelessly wrong.",
        "Life is short. Smile while you still have teeth.",
        "I'm not saying my standards are too high, but yes, my standards are too high.",
        "If at first you don't succeed, try doing it the way your boss told you to do it.",
        "I'm on that new diet where you're supposed to eat vegetables and exercise... I call it 'starvation' with a side of torture.",
        "I'm not saying I'm perfect, but I'm pretty close... to giving up on everything.",
        "They say nothing is impossible, but I do nothing every day.",
        "My greatest talent is the ability to look busy while doing absolutely nothing.",
        "I don't need a hairstylist, my pillow gives me a new look every morning.",
        "I finally reached my goal weight! Unfortunately, it was my driver's license weight from 1995.",
        "I've got 99 problems and solving them would address about 98 of them.",
        "If you think nobody cares if you're alive, try missing a couple of payments.",
        "I don't need anger management. You need stupidity management.",
        "I'm not lazy. I'm on energy-saving mode to save the planet.",
        "The only abs I have are the ones in 'absenteeism'.",
        "I'm not late. Everyone else is simply too early.",
        "My bed and I have a special relationship. It's clingy and won't let me go in the morning.",
        "Success is like pregnancy. Everyone congratulates you, but nobody knows how many times you got screwed to achieve it.",
        "Hustle until your haters ask if you're hiring, then tell them you're downsizing.",
        "The light at the end of the tunnel is probably just another train.",
        "I'm not saying I'm Batman. I'm just saying nobody has ever seen me cry in a dark cave.",
        "I didn't choose the thug life. The thug life took one look at me and chose someone else.",
        "Keep rolling with the punches, eventually one will knock you out and you'll get some rest.",
        "My excuse for being late is that I'm not a morning person... or an afternoon person... or really a functional person at all.",
        "Success is a journey, not a destination. So I'm told by people who clearly have already arrived.",
        "I put the 'mess' in 'domestic goddess'.",
        "The early bird gets the worm, but the second mouse gets the cheese.",
        "I'm not saying my coworkers are incompetent, but there's a reason I drink in the evening.",
        "My superpower is making plans and canceling them at the last minute.",
        "I'm not a complete idiot. Some parts are missing.",
        "Hard work never killed anyone, but why take the chance?",
        "If you think education is expensive, try ignorance. Actually, many do and seem quite happy.",
        "I don't have ducks. I don't have a row. I have squirrels, and they're at a rave.",
        "The problem with doing nothing is that you never know when you're finished.",
        "I'm on a whiskey diet. I've lost three days already.",
        "Some days I amaze myself. Other days I put my keys in the refrigerator.",
        "I'm not saying I'm Superman. I'm just saying no one has ever seen me and Superman in a room together looking at memes.",
        "I'm not ignoring you. I'm just prioritizing my mental health.",
        "They say money can't buy happiness, but it can buy tacos, and that's pretty much the same thing.",
        "If you can't handle me at my worst, congratulations on having healthy boundaries.",
        "I'm not a morning person, I'm barely even a person before coffee.",
        "I don't always have the energy to exercise, but when I do, I still don't.",
        "Don't give up on your dreams! Keep sleeping!",
        "I'm not saying I'm the best, but I'm definitely in the top two and I'm not number two.",
        "Working hard or hardly working? The answer is yes.",
        "I'm not saying I deserve a medal, but I made it through another meeting that could have been an email.",
        "I'm not sure which is worse: the Monday blues or realizing it's only Tuesday.",
        "I don't need a personal trainer, my unrealistic goals keep me motivated.",
        "I'm on that new diet where you watch other people eat and tell yourself you're not hungry.",
        "My fitness goal is to get up without making sound effects.",
        "I'm not lazy, I'm conserving energy for when I actually care.",
        "Why do today what you can panic about tomorrow?",
        "If at first you don't succeed, redefine success.",
        "I'm not arguing, I'm just passionately explaining why I'm right.",
        "The only marathon I'm interested in involves Netflix.",
        "I have a million dollar idea. Now I just need a million dollars.",
        "Today I will be as useless as the 'g' in lasagna.",
        "My bed is a magical place where I suddenly remember every conversation I've ever had.",
        "I'm not saying I'm Superwoman, I'm just saying no one has ever seen me and a woman who has her life together in the same room.",
        "I don't always study, but when I do, I make sure Instagram knows about it.",
        "The only thing I know for certain is that I know nothing for certain, except that this coffee needs more sugar.",
        "I'm not anti-social, I'm selectively social. There's a difference.",
        "My favorite exercise is a cross between a lunge and a crunch. I call it lunch.",
        "My motivation comes and goes like my ex, without warning and when I need it most.",
        "My cleaning style can best be described as 'there appears to have been a struggle'.",
        "If you're looking for a sign to eat that cookie, this is it.",
        "I've been on a diet for two weeks and all I've lost is two weeks.",
        "I'm not procrastinating, I'm giving my problems time to solve themselves.",
        "The only six-pack I have is in my fridge.",
        "My workout routine consists of running out of patience and jumping to conclusions.",
        "If you want to know who's ignoring you, post that you're giving away free food."
      ]
    },
    {
      "name": "Self-love / Healing",
      "quotes": [
        "You are not hard to love. They just weren't meant to.",
        "Healing isn't linear, but growth is inevitable.",
        "Talk to yourself like someone you love.",
        "Protect your peace like it's your home — because it is.",
        "You are becoming who you needed when you were younger.",
        "Being yourself in a world that constantly tries to change you is the greatest accomplishment.",
        "You yourself, as much as anybody in the entire universe, deserve your love and affection.",
        "Self-care is how you take your power back.",
        "Your relationship with yourself sets the tone for every other relationship you have.",
        "Be gentle with yourself, you're doing the best you can.",
        "Love yourself first and everything else falls into line.",
        "To fall in love with yourself is the first secret to happiness.",
        "Self-love is not selfish; you cannot truly love another until you know how to love yourself.",
        "You are enough just as you are.",
        "The more you love yourself, the less nonsense you'll tolerate.",
        "Owning our story and loving ourselves through that process is the bravest thing we'll ever do.",
        "What you think of yourself is much more important than what others think of you.",
        "Don't forget to love yourself.",
        "Be proud of who you are, and not ashamed of how someone else sees you.",
        "Breathe darling. This is just a chapter, not your whole story.",
        "Loving yourself isn't vanity. It's sanity.",
        "Do not set yourself on fire to keep others warm.",
        "The worst loneliness is to not be comfortable with yourself.",
        "You carry so much love in your heart. Give some to yourself.",
        "The real difficulty is to overcome how you think about yourself.",
        "Self-love isn't a destination. It's a journey.",
        "You have survived 100% of your worst days.",
        "Your time is limited, so don't waste it living someone else's life.",
        "Sometimes the hardest part of the journey is believing you're worthy of the trip.",
        "Healing comes in waves. My darling, you just have to learn to swim.",
        "Love yourself enough to set boundaries. Your time and energy are precious.",
        "You don't have to be perfect to be worthy of love and acceptance.",
        "The only person who can pull me down is myself, and I'm not going to let myself pull me down anymore.",
        "Everything that happens to you is a reflection of what you believe about yourself.",
        "When you recover or discover something that nourishes your soul and brings joy, care enough about yourself to make room for it in your life.",
        "Accept yourself, love yourself, and keep moving forward.",
        "Be kinder to yourself. And then let your kindness flood the world.",
        "It's not your job to like me – it's mine.",
        "I am not a mistake. I am not a problem to be solved.",
        "Healing is embracing what is most feared; healing is opening what has been closed, softening what has hardened into obstruction.",
        "You were born to be real, not to be perfect.",
        "Taking care of yourself doesn't mean me first, it means me too.",
        "Sometimes the people around you won't understand your journey. They don't need to, it's not for them.",
        "You are allowed to be both a masterpiece and a work in progress simultaneously.",
        "When I loved myself enough, I began leaving whatever wasn't healthy. This meant people, jobs, my own beliefs and habits.",
        "Respect yourself enough to walk away from anything that no longer serves you, grows you, or makes you happy.",
        "It's not selfish to love yourself, take care of yourself, and to make your happiness a priority. It's necessary.",
        "The privilege of a lifetime is being who you are.",
        "Become the most loving, compassionate friend to yourself that you've ever had.",
        "Self-compassion is simply giving the same kindness to ourselves that we would give to others.",
        "Healing takes time, and asking for help is a courageous step.",
        "Don't be afraid to start over. It's a chance to build something better this time.",
        "The relationship you have with yourself is the most important one you'll ever have.",
        "Healing doesn't mean the damage never existed. It means the damage no longer controls your life.",
        "Love your existence more than your substance.",
        "How you love yourself is how you teach others to love you.",
        "Your silence will not protect you. Your silence will not save you.",
        "Value yourself first, and others will value you too.",
        "A person who truly loves you will never let you go, no matter how hard the situation is.",
        "Learning to love yourself is the greatest love of all.",
        "Loving yourself is the beginning of a lifelong romance.",
        "Be gentle with your healing. It's a process, not a destination.",
        "The most powerful relationship you will ever have is the relationship with yourself.",
        "Let the healing begin.",
        "You alone are enough. You have nothing to prove to anybody.",
        "The greatest gift you can give yourself is to become who you really are.",
        "I am not what happened to me. I am what I choose to become.",
        "Until you value yourself, you won't value your time. Until you value your time, you will not do anything with it.",
        "I found that I can only truly heal by taking responsibility for my own happiness.",
        "Recovery is not one and done. It is a lifelong journey that takes place one day, one step at a time.",
        "Self-care is giving the world the best of you, instead of what's left of you.",
        "Every time you are tempted to react in the same old way, ask yourself if you want to be a prisoner of the past or a pioneer of the future.",
        "We cannot heal what we do not feel.",
        "In the process of letting go, you will lose many things from the past, but you will find yourself.",
        "You don't have to have it all figured out to move forward.",
        "Healing yourself is connected with healing others.",
        "Sometimes we must undergo hardships, breakups, and narcissistic wounds, which shatter the flattering image that we had of ourselves, in order to discover what is truly within us.",
        "Scar tissue is stronger than regular tissue. Realize the strength, move on.",
        "Self-forgiveness is essential to self-healing.",
        "The wound is the place where the light enters you.",
        "Turn your wounds into wisdom.",
        "Healing may not be so much about getting better, as about letting go of everything that isn't you – all of the expectations, all of the beliefs – and becoming who you are.",
        "Transforming your pain into your power is true healing.",
        "You know you're healing when you can tell your story without feeling the pain.",
        "Rising strong after a fall is how we cultivate wholeheartedness.",
        "The practice of forgiveness is our most important contribution to the healing of the world.",
        "Sometimes we're tested not to show our weaknesses, but to discover our strengths.",
        "Healing comes when you learn to be gentle with yourself.",
        "Be proud of the strong person you are becoming.",
        "You become what you believe. Choose to believe in your unlimited potential.",
        "Self-love is the source of all our other loves.",
        "When you realize how worthy you are, you stop giving others discounts.",
        "Self-love requires you to be honest about your current choices and thought patterns and undertake new practices that reflect self-worth.",
        "Healing is an art. It takes time, it takes practice. It takes love.",
        "To love oneself is the beginning of a lifelong romance.",
        "You find peace not by rearranging the circumstances of your life, but by realizing who you are at the deepest level.",
        "Love yourself first, because that's who you'll be spending the rest of your life with.",
        "Don't let yesterday take up too much of today.",
        "Self-love isn't conceited or vain. It's necessary."
      ]
    },
    {
      "name": "Success / Ambition",
      "quotes": [
        "Dream big. Execute bigger.",
        "The top feels lonely because few are willing to climb.",
        "Success is rented. Rent is due every day.",
        "Don't wait for the opportunity. Create it.",
        "Success is built on late nights and early mornings.",
        "If it were easy, everyone would do it.",
        "The harder you work for something, the greater you'll feel when you achieve it.",
        "Impossible is just an opinion.",
        "Success isn't just about what you accomplish in your life; it's about what you inspire others to do.",
        "The difference between who you are and who you want to be is what you do.",
        "Don't be afraid to give up the good to go for the great.",
        "The successful warrior is the average man, with laser-like focus.",
        "Success is not final, failure is not fatal: It is the courage to continue that counts.",
        "Success is walking from failure to failure with no loss of enthusiasm.",
        "I never dreamed about success. I worked for it.",
        "The road to success and the road to failure are almost exactly the same.",
        "Success usually comes to those who are too busy to be looking for it.",
        "Opportunities don't happen. You create them.",
        "Don't let someone else's opinion of you become your reality.",
        "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing.",
        "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
        "If you want to achieve greatness stop asking for permission.",
        "Things work out best for those who make the best of how things work out.",
        "Your time is limited, so don't waste it living someone else's life.",
        "Success is liking yourself, liking what you do, and liking how you do it.",
        "The only place where success comes before work is in the dictionary.",
        "You must expect great things of yourself before you can do them.",
        "People who succeed have momentum. The more they succeed, the more they want to succeed, and the more they find a way to succeed.",
        "Don't let the fear of losing be greater than the excitement of winning.",
        "If you are working on something that you really care about, you don't have to be pushed. The vision pulls you.",
        "You've got to get up every morning with determination if you're going to go to bed with satisfaction.",
        "The only limit to our realization of tomorrow will be our doubts of today.",
        "The question isn't who is going to let me; it's who is going to stop me.",
        "Don't wish it were easier. Wish you were better.",
        "A goal is not always meant to be reached; it often serves simply as something to aim at.",
        "The future belongs to those who believe in the beauty of their dreams.",
        "The path to success is to take massive, determined action.",
        "It's not whether you get knocked down, it's whether you get up.",
        "The way to get started is to quit talking and begin doing.",
        "Either you run the day, or the day runs you.",
        "Success is not the key to happiness. Happiness is the key to success.",
        "Some people dream of success while others wake up and work.",
        "Without ambition one starts nothing. Without work one finishes nothing.",
        "Action is the foundational key to all success.",
        "I find that the harder I work, the more luck I seem to have.",
        "Don't raise your voice. Improve your argument.",
        "All progress takes place outside the comfort zone.",
        "We become what we think about most of the time.",
        "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
        "There is no substitute for hard work.",
        "What you lack in talent can be made up with desire, hustle, and giving 110% all the time.",
        "Successful people do what unsuccessful people are not willing to do.",
        "Your talent determines what you can do. Your motivation determines how much you're willing to do. Your attitude determines how well you do it.",
        "Success seems to be connected with action. Successful people keep moving.",
        "The harder the battle, the sweeter the victory.",
        "The only way to do great work is to love what you do.",
        "The secret of success is to do the common thing uncommonly well.",
        "I attribute my success to this: I never gave or took any excuse.",
        "The successful man is the one who finds out what is the matter with his business before his competitors do.",
        "Success consists of going from failure to failure without loss of enthusiasm.",
        "Ambition is the path to success. Persistence is the vehicle you arrive in.",
        "Success is not the absence of failure; it's the persistence through failure.",
        "Don't let what you cannot do interfere with what you can do.",
        "Start where you are. Use what you have. Do what you can.",
        "Victory has a thousand fathers, but defeat is an orphan.",
        "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will.",
        "The size of your success is measured by the strength of your desire and how you handle disappointment along the way.",
        "I don't measure a man's success by how high he climbs but how high he bounces when he hits bottom.",
        "Success is steady progress toward one's personal goals.",
        "Success at anything will always come down to this: focus and effort. And we control both.",
        "Your positive action combined with positive thinking results in success.",
        "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.",
        "It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things.",
        "The whole secret of a successful life is to find out what is one's destiny to do, and then do it.",
        "What is success? I think it is a mixture of having a flair for the thing that you are doing; knowing that it is not enough, that you have got to have hard work and a certain sense of purpose.",
        "The key to success is to keep growing in all areas of life - mental, emotional, spiritual, as well as physical.",
        "Many of life's failures are people who did not realize how close they were to success when they gave up.",
        "Always bear in mind that your own resolution to succeed is more important than any other.",
        "Success is where preparation and opportunity meet.",
        "The secret of success in life is for a man to be ready for his opportunity when it comes.",
        "The ladder of success is best climbed by stepping on the rungs of opportunity.",
        "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.",
        "If you set your goals ridiculously high and it's a failure, you will fail above everyone else's success.",
        "To succeed in life, you need two things: ignorance and confidence.",
        "Patience, persistence and perspiration make an unbeatable combination for success.",
        "Success is simple. Do what's right, the right way, at the right time.",
        "In order to succeed, your desire for success should be greater than your fear of failure.",
        "To be successful you must accept all challenges that come your way. You can't just accept the ones you like.",
        "Try not to become a person of success, but rather try to become a person of value.",
        "Don't aim for success if you want it; just do what you love and believe in, and it will come naturally.",
        "The person who follows the crowd will usually go no further than the crowd. The person who walks alone is likely to find himself in places no one has ever seen before.",
        "Don't worry about failure; you only have to be right once.",
        "Success doesn't just find you. You have to go out and get it.",
        "Don't worry about being successful but work toward being significant and the success will naturally follow.",
        "Great minds have purposes, others have wishes.",
        "The starting point of all achievement is desire.",
        "What separates the talented individual from the successful one is a lot of hard work.",
        "In a gentle way, you can shake the world."
      ]
    }
  ]
}